
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Entrastern";
"Color Restoration" = "Farbwiederherstellung";
"Adaptive Lighting" = "Adaptive Beleuchtung";
"Unsharp Mask" = "Unscharfe Maske";
"Remove Dust"   = "Staub entfernen";
"6-Color Scanning" = "6-Farben-Scan";

"Tooltip_Descreen" = "Bildschirmmuster (Moiré) entfernen";
"Tooltip_ColorRestoration" = "Verblasste Farben wiederherstellen";
"Tooltip_AdaptiveLight" = "Belichtungsstufen automatisch anpassen";
"Tooltip_Sharpen" = "Bildschärfe erhöhen";

//Cusom control  menu items
"None" = "Keine";
"Low" = "Niedrig";
"Medium" ="Mittel";
"High" = "Hoch";
"Extreme" = "Extrem";

"Resolution" = "Auflösung";
"Source Size" = "Größe der Bildquelle";
"New Size" = "Neue Größe";
"Negative Number" = "Negativ %d";
"Slide Number" = "Dia %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Installiert alle für HP Geräte erforderlichen Komponenten, die für das Scannen mithilfe der Bilderfassung benötigt werden.";
"Communication error" = "Kommunikationsfehler";
"Communication error while scanning" = "Bei der Kommunikation mit dem Gerät ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob das Gerät ordnungsgemäß angeschlossen und eingeschaltet ist.";
"Image Save Error" = "Fehler bei der Bildspeicherung";
"Image Format Mismatch" = "Die automatisch auszuführende Anwendung unterstützt das gewählte Dateiformat nicht. Bitte wählen Sie eine andere Anwendung oder ein anderes Format.";
"Disk full error" = "Fehler: Datenträger voll";
"Disk full error String Description" = "Der gewählte Datenträger ist voll. Speichern Sie die Datei auf einem anderen Datenträger, oder löschen Sie einzelne Dateien, um Platz zu schaffen.";
"Permissions Error" = "Berechtigungsfehler";
"Permission Error Description" = "Sie sind nicht berechtigt, Dateien im Verzeichnis [Name des Verzeichnisses] zu speichern. Bitte wählen Sie einen anderen Speicherpfad.";
"Invalid value" = "Ungültiger Wert";
"Invalid value description" = "Der im Feld %@ angegebene Wert ist ungültig. Geben Sie einen Wert zwischen %ld und %ld an, und versuchen Sie, erneut zu scannen.";
"Image size is too long" = "Die Bilddatei ist zu groß. Reduzieren Sie die Höhe, Breite, Auflösung, Skalierung oder den Ausgabetyp des Bildes.";
"Read error" = "Lesefehler";
"Read error Description" = "Beim Übertragen der Scannerdaten vom Gerät ist ein Fehler aufgetreten. Versuchen Sie es noch einmal.";
"Installation Problem" = "Eine notwendige Softwarekomponente fehlt oder ist beschädigt. Bitte installieren Sie die Software für das Gerät noch einmal, und/oder überprüfen Sie die Festplatte auf Probleme.";
"Document feeder error" = "Fehler bei der Papierzufuhr";
"Paper Jam Description One" = "In der automatischen Papierzufuhr ist ein Papierstau aufgetreten. Weitere Informationen zur Beseitigung von Papierstaus finden Sie in der Dokumentation, die Sie zusammen mit dem Gerät erhalten haben.";
"Paper Jam Description Two" = "Die automatische Papierzufuhr wird durch einen Papierstau blockiert, oder der Papiereinzug arbeitet nicht korrekt. Nehmen Sie den Papierstapel heraus, fächern Sie ihn auf, und legen Sie ihn wieder in die Papierzufuhr ein. Weitere Informationen finden Sie in der Dokumentation, die Sie zusammen mit dem Gerät erhalten haben.";
"Paper Jam Description Three" = "Die Verriegelung an der automatischen Papierzufuhr ist nicht geschlossen. Drücken Sie auf die Verriegelung, bis ein Klicken zu hören ist. Versuchen Sie, erneut zu scannen, wenn die Verriegelung ordnungsgemäß geschlossen ist.";
"Document feeder empty" = "Papierzufuhr leer";
"Document feeder empty description One" = "n der automatischen Papierzufuhr wurden keine Dokumente festgestellt. Bitte legen Sie die Originale korrekt in die automatische Papierzufuhr ein.";
"Document feeder empty description Two" = "Die Originale wurden aus der automatischen Papierzufuhr herausgenommen. Bitte legen Sie sie wieder ein, und fahren Sie mit dem Scannen fort.";
"ADF Duplex error" = "Bei Dokumenten, die länger als 30,5 cm sind, können nicht beide Seiten über die automatische Papierzufuhr gescannt werden.";
"Transparent Media Adapter Error" = "Fehler im Adapter für Transparentfolien";
"Transparent Media Adapter Error Description One" ="Der Scanvorgang konnte nicht abgeschlossen werden, weil der Adapter für Transparentfolien nicht gefunden wurde. Falls Sie einen Adapter verwenden, müssen Sie sich vergewissern, dass er ordnungsgemäß mit dem Scanner verbunden ist. Versuchen Sie dann, erneut zu scannen.";
"Transparent Media Adapter Error Description Two" = "Stellen Sie sicher, dass der Adapter für Transparentfolien ordnungsgemäß angeschlossen und korrekt eingesetzt ist. Falls in Ihrem Gerät eine Positionierungsplatte verwendet wird, muss die Referenzmarkierung auf der Platte auf die Markierung am Scanner zeigen. Versuchen Sie dann, erneut zu scannen.";
"Transparent Media Adapter Error Description Three" = "Die Abdeckung des Adapters für Transparentfolien muss vom Scannerdeckel abgenommen werden. Wenn die Abdeckung bereits abgenommen wurde, stellen Sie sicher, dass die Vorlage korrekt auf dem Scannerglas liegt. Falls Sie keine Vorlage verwenden, vergewissern Sie sich, dass das Kalibrierfenster im Deckel nicht blockiert ist. Legen Sie die zu scannenden Medien so auf das Scannerglas, dass am oberen Rand etwa 4 cm Platz bleiben.";
"Transparent Media Adapter Error Description Four" = "Nehmen Sie alle Originale vom Scannerglas. Achten Sie außerdem darauf, dass der Adapter für Transparentfolien ordnungsgemäß angeschlossen und korrekt positioniert ist.";
"Transparent Media Adapter Error Description Five" = "Die Software wurde auf das Scannen eines Dias (Positiv) eingestellt, aber es wurde ein Negativ festgestellt. Bitte wählen Sie die Einstellung für Negative.";
"Transparent Media Adapter Error Description Six" = "Die Software wurde auf das Scannen eines Negativs eingestellt, aber es wurde ein Dia (Positiv) festgestellt. Bitte wählen Sie die Einstellung für Farbdias oder Positive.";
"Transparent Media Adapter Error Description Seven" = "Vom Dia- und Negativhalter (TMA) konnten die angegebenen Medien nicht erkannt werden. Vergewissern Sie sich, dass die Medien korrekt im TMA eingelegt sind und der korrekte Medientyp (Negativ oder Positiv) für die zu scannenden Medien ausgewählt wurde.";
"Transparent Media Adapter Error Description Eight" = "Vom Scanner kann zurzeit kein Scanvorgang mit dem Dia- und Negativhalter ausgeführt werden. Warten Sie, bis der Scanner nicht mehr belegt ist, und versuchen Sie es dann erneut.";
"Scan Cancelled" = "Scanvorgang abgebrochen";
"Scan Cancelled Description" = "Der Scanvorgang wurde nicht abgeschlossen, weil der Scanauftrag während des Scannens abgebrochen wurde.";
"Device Busy" ="Gerät belegt";
"Device Busy Description" = "Der Scanner wird von einer anderen Anwendung verwendet. Beenden Sie alle anderen Scanneranwendungen, und versuchen Sie es erneut.";
"Device Busy Description Network" = "Die gewünschte Aufgabe kann nicht ausgeführt werden, weil das gewählte Netzwerkgerät belegt ist. Versuchen Sie es später noch einmal."; 

"Image Capture Scan" = "Image Capture-Scan";
"Sharpen" = "Schärfe ";
"6-Color Scan" = "6-Farb-Scan";
"Missing or Damaged Software" = "Software fehlt oder ist beschädigt";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Mindestens eine von Image Capture benötigte Komponente fehlt oder ist beschädigt. Installieren Sie die Software für Ihr HP Gerät neu.";
"File name too long" = "Dateiname zu lang";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Die Datei wurde nicht gespeichert, weil der Dateiname zu lang ist. Geben Sie einen kürzeren Namen ein, und versuchen Sie es noch einmal.";
"Warning: File name starts with a period" = "Warnhinweis: Dateiname beginnt mit einem Punkt";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Der eingegebene Dateiname beginnt mit einem Punkt (.). Wenn Sie fortfahren, wird die Datei als verdeckte Datei gespeichert, die im Finder nicht sichtbar ist. Zum Beheben dieses Problems entfernen Sie den Punkt am Anfang des Dateinamens.";
"Error Saving Image" = "Fehler beim Speichern des Bilds";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture hat einen unbekannten Fehler festgestellt. Das Bild kann nicht gespeichert werden. Versuchen Sie es noch einmal.";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Der letzte Übersicht-Scan wurde abgebrochen. Bitte wiederholen Sie die Übersicht und scannen Sie erneut.";
"Templates" = "Vorlagen";

"DEVICE_BUSY" = "Gerät ist belegt";
"DEVICE_BUSY_DESCRIPTION" = "Das Gerät wird zurzeit verwendet. Bitte warten, bis die vorherige Aufgabe abgeschlossen ist und dann erneut versuchen zu scannen.";



